export const deceasedData = [
    {
        name: 'מורי פנחס ג׳יהסי בן סעיד כג תשרי תשסב'
    },
    {
        name: 'סעדה גהסי בת יחיא יד סיון תשכח'
    },
    {
        name: 'ג׳הסי זוהרה בת הרב סעיד ג׳הסי יט אדר ב תשלז'
    },
    {
        name: 'אברהם בן יחיא סיאני ב ניסן תשלו'
    },
    {
        name: 'סלאמה בת בדרה סיאני ט באב תשסה'
    },
    {
        name: 'דורון יוסף בן מרדכי כא תשרי תשסא'
    },
    {
        name: 'אורי כדורי שאול בן מרסל ואליהו ד סיון התשע'
    },
    {
        name: 'מלכה רידי בת כורצאן ונעמה כה בניסן תשעז'
    },
    {
        name: 'אברהם גפני בן יוסף ויממה כ סיון תשעז'
    },
    {
        name: 'פיטרו הרמן בן שלמה ואדלה א כסלו תשעד'
    },
    {
        name: 'צחק רבינוביץ בן שלום ויטי כה חשוון תשעח'
    },
    {
        name: 'שלום רבינוביץ בן שמואל טו חשוון'
    },
    {
        name: 'איטה רבינוביץ בת משה כג ניסן'
    },
    {
        name: 'מאיר ארביב בן כלפו ו באב תשנ״ד'
    },
    {
        name: 'סי ארביב בת מוסה א אייר תשמ״ד'
    },
    {
        name: 'חנה בת מוסה ח בשבט תשעג'
    },
    {
        name: 'כהן שלמה בן הרב אפרים הכהן זצ״ל'
    },
    {
        name: 'שמשון יהודה בן צביה ואידל ח אדר תשס״ב'
    },
    {
        name: 'אידל לופו בן וולף יא אלול תשכז'
    },
    {
        name: 'שלמה פיטרו בן דב יא אלול תשכח'
    },
    {
        name: 'אדלה פיטרו בת צבי ז חשון תשנא'
    },
    {
        name: 'צביה לופו בת אברהם א אב תשכז'
    },
    {
        name: 'זלדה כהן בת אידל כג שבט תשי'
    },
    {
        name: 'ליבוביץ הרמו בן יוסף ח שבט תשנב'
    },
    {
        name: 'יוסף נעים בן אברהם ומסעודה לילה י"ח תמוז תשל"ב'
    },
    {
        name: 'דליה לילה בת טפחה וניסים כ"ד שבט תשס"ד'
    },
    {
        name: 'יהודה כהן זדה בן גולשן '
    },
    {
        name: 'זרי כהן זדה בת רפאל'
    },
    {
        name: 'ברוריה גפני בת יהודה'
    },
    {
        name: 'שלום בן מוסה'
    },
    {
        name: 'אסתר בת זרי'
    },
    {
        name: 'שלום אביטן בן מרדכי כ"ד בשבט תשע"ח'
    },
    {
        name: 'חנה בת סוליקה ג בניסן'
    },
    {
        name: 'ר׳ רפאל טריקי בן מסעודה כ"ח שבט התשע"ח'
    },
    {
        name: 'רחל טריקי בת תמר כ"ט ניסןן התשע"ז'
    },
    {
        name: 'מרדכי חיים בן רחל י"ט תמוז התשע"ד'
    },
    {
        name: 'מנחם אברהם בן אברהם י"א באדר התשמ"ד'
    },
    {
        name: 'ר׳ מרדכי בן יצחק י"ד בתמוז תשס"ז'
    },
    {
        name: 'אברהם בן מנחם כ"ו באלול תשס"א'
    },
    {
        name: 'לונה גרתי בת סולטנה ט בתמוז'
    },
    {
        name: 'אשר גרתי בן סופי ט באב תשס"ט'
    }
]
